Repository: raboneko/victrola
Catalog: po/*.po
Languages: fr, th

source: Play your music, in an elegant way.
fr: Jouez votre musique, de façon élégante.
th: ฟังเพลงของคุณอย่างมีระดับ

source: A fast and lightweight music player.
fr: Un lecteur de musique rapide et léger.
th: โปรแกรมเล่นเพลงที่รวดเร็วและเบาบาง

source: First release.
fr: Première version.
th: เวอร์ชันแรก

source: Music Player
fr: Lecteur de musique
th: โปรแกรมฟังเพลง

source: Play your music, in an elegant way
fr: Jouez votre musique, de façon élégante
th: ฟังเพลงของคุณอย่างมีระดับ

source: music;sound;player;media;audio;playlist;
fr: musique;son;lecteur;média;audio;liste de lecture;

source: Search music
fr: Rechercher de la musique
th: ค้นหาเพลง

source: Choose music folder
fr: Choisissez un dossier pour la musique
th: เลือกแฟ้มเพลง

source: About Victrola
fr: À propos de Victrola
th: เกี่ยวกับ Victrola

source: Unknown Artist
fr: Artiste inconnu(e)
th: ศิลปินไม่ทราบชื่อ

source: Unknown Album
fr: Album inconnu(e)
th: อัลบัมไม่ทราบชื่อ

source: Repeat Song
fr: Répéter la musique
th: เล่นซ้ำ

source: Play Previous
fr: Jouer la musique précédente
th: เล่นเพลงก่อนหน้า

source: Play/Pause
fr: Lecture/Pause
th: เล่น/หยุดพัก

source: Play Next
fr: Jouer la musique suivante
th: เล่นเพลงต่อไป

source: Stop
fr: Arrêter
th: หยุด

source: songs
fr: musiques
th: เพลง
