Repository: raboneko/victrola
Catalog: po/yue.po
Languages: yue

source: Play your music, in an elegant way.
yue: 簡捷噉播您嘅音樂。

source: A fast and lightweight music player.
yue: 快而簡嘅音樂播放器。

source: Music Player
yue: 音樂播放器

source: Play your music, in an elegant way
yue: 快而簡噉播您嘅音樂

source: Search music
yue: 揾音樂

source: Choose music folder
yue: 揀音樂文件夾

source: About Victrola
yue: 關於 Victrola

source: Unknown Artist
yue: 不明作家

source: Unknown Album
yue: 不明專輯

source: Repeat Song
yue: 重播

source: Play Previous
yue: 播上首

source: Play/Pause
yue: 播／停

source: Play Next
yue: 播下首

source: Stop
yue: 停止

source: songs
yue: 歌曲
